Repository: maria-natale/Alexa
Catalog: lambda/py/locales/*/LC_MESSAGES/data.po
Languages: it_it

source: Welcome, you can learn about connected devices in your network or ask for help. What do you want to know?
it_it: Benvenuto, puoi conoscere i dispositivi connessi nella tua rete o chiedere aiuto. Cosa desideri fare?

source: You can say give me connected devices
it_it: Puoi dirmi dammi i dispositivi connessi.

source: Goodbye!
it_it: Ciao!

source: Sorry, I had trouble doing what you asked. Please try again.
it_it: Mi dispiace, c'è stato un problema con la tua richiesta. Per favore, riprova più tardi.

source: There are {} devices in your network.
it_it: Ci sono {} dispositivi nella tua rete.

source: Device {}: {} <break time="0.3s"/> with ip <break time="0.5s"/>: {}
it_it: Dispositivo {}: {} <break time="0.3s"/> con ip <break time="0.5s"/>: {}

source: No devices found
it_it: Nessun dispositivo trovato.

source: Sorry, there was a network problem. Please try again.
it_it: Mi dispiace, si è verificato un problema di rete. Per favore, riprova.

source: Sorry, the requested data is not currently availables.
it_it: Mi dispiace, i dati richiesti non sono al momento disponibili.

source: I will list the first three devices, but you can ask to get the complete list.
it_it: Ti elencherò i primi tre dispositivi, ma puoi chiedere di avere la lista completa.

source: So there is the list of all the devices in your network.
it_it: Ecco la lista di tutti i dispositivi nella tua rete.

source: There is one device in your network.
it_it: C'è un dispositivo nella tua rete.

source: Do you want to know only the name, or also the ip address?.
it_it: Vuoi conoscere solo il nome, o anche l'indirizzo ip?

source: Device {}: {}.
it_it: Dispositivo {}: {}.
